cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'buo/cask-upgrade'

#brew 'ant'
brew 'aha'
brew 'brew-cask-completion'
brew 'certbot'
brew 'composer'
#brew 'coreutils'
#brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'fish'
#brew 'gcc'
#brew 'gdb'
brew 'git'
#brew 'glib'
#brew 'gradle'
#brew 'lua'
brew 'mailhog'
brew 'mas'
#brew 'maven'
#brew 'mysql'
brew 'node'
brew 'openssl'
brew 'php71'
#brew 'postgresql'
brew 'sqlite'
#brew 'ssh-copy-id'
brew 'subversion'
#brew 'swagger-codegen'
brew 'terminal-notifier'
brew 'wakatime-cli'
brew 'wget'

#brew 'valgrind'
#
#cask 'adobe-air'
#cask 'adobe-reader'
#cask 'anaconda'
#cask 'android-sdk'
#cask 'android-studio'
cask 'alfred'
cask 'bartender'
#cask 'battle-net'
#cask 'blender'
#cask 'citrix-receiver'
#cask 'cleanmymac'
#cask 'dashlane'
cask 'docker'
cask 'dropbox'
#cask 'exodus'
cask 'flux'
#cask 'godot'
cask 'google-chrome'
#cask 'google-drive'
#cask 'hammerspoon'
#cask 'intellij-idea'
cask 'iterm2'
cask 'java'
#cask 'karabiner-elements'
#cask 'keepassx'
#cask 'little-snitch'
#cask 'logitech-gaming-software'
#cask 'love'
#cask 'mac2imgur'
cask 'macdown'
cask 'microsoft-office'
#cask 'mysqlworkbench'
#cask 'p4merge'
#cask 'paintbrush'
cask 'phpstorm'
#cask 'postman'
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'betterzip'
cask 'qlimagesize'
cask 'suspicious-package'
cask 'qlvideo'

#cask 'real-vnc'
cask 'skype'
cask 'slack'
#cask 'soundflower'
#cask 'soulseek'
#cask 'sourcetree'
#cask 'spotify'
#cask 'steam'
#cask 'teamviewer'
#cask 'telegram'
#cask 'the-unarchiver'
#cask 'transmission'
#cask 'unity'
#cask 'viscosity'
#cask 'visual-studio-code'
#cask 'vlc'
#cask 'vmware-fusion'
#cask 'whatsapp'
#cask 'xquartz'
#
#mas 'Amphetamine', id: 937984704
#mas 'DaisyDisk', id: 411643860
#mas 'Microsoft Remote Desktop', id: 715768417
#mas 'Unclutter', id: 577085396
#mas 'Wunderlist', id: 410628904
#mas 'Xcode', id: 497799835
